Repository: ali-talebi/register_multi_language_avicenna
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar

source: نام کاربری
ar: اسم المستخدم

source: رمز عبور
ar: كلمة المرور

source: رمز عبور خود را وارد کنید
ar: أدخل كلمة المرور الخاصة بك

source: تکرار رمز عبور
ar: تأكيد كلمة المرور

source: رمز عبور را دوباره وارد کنید
ar: أعد إدخال كلمة المرور

source: ایمیل
ar: البريد الإلكتروني

source: این ایمیل قبلاً ثبت شده است.
ar: تم تسجيل هذا البريد الإلكتروني مسبقًا.

source: رمز عبور یکسان نیست.
ar: كلمتا المرور غير متطابقتين.

source: مثال: تهران
ar: مثال: طهران

source: آدرس کامل محل سکونت خود را وارد کنید
ar: أدخل عنوان سكنك الكامل

source: کد ملی / الرقم الوطني
ar: الرقم الوطني

source: نام پدر / اسم الأب
ar: اسم الأب

source: کد ملی پدر / الرقم الوطني للأب
ar: الرقم الوطني للأب

source: شهر محل سکونت / المدينة
ar: المدينة

source: آدرس دقیق / العنوان التفصيلي
ar: العنوان التفصيلي

source: شماره پاسپورت / رقم جواز السفر
ar: رقم جواز السفر

source: شماره تلگرام / رقم تيليجرام
ar: رقم تيليجرام

source: شماره واتساپ / رقم واتساب
ar: رقم واتساب

source: عکس پرسنلی دانش‌آموز / الصورة الشخصية للطالب
ar: الصورة الشخصية للطالب

source: تصویر روی مدرک هویتی / صورة الوجه الأمامي للهوية
ar: صورة الوجه الأمامي للهوية

source: تصویر پشت مدرک هویتی / صورة الوجه الخلفي للهوية
ar: صورة الوجه الخلفي للهوية

source: آخرین مدرک تحصیلی / آخر شهادة دراسية
ar: آخر شهادة دراسية

source: مجوز معتبر مدرسه / تصريح المدرسة المعتمد
ar: تصريح المدرسة المعتمد

source: درخواست ثبت‌نام / طلب التسجيل
ar: طلب التسجيل

source: قرارداد مالی / العقد المالي
ar: العقد المالي

source: کاربر / المستخدم
ar: المستخدم

source: پروفایل کاربر
ar: ملف المستخدم

source: پروفایل کاربران
ar: ملفات المستخدمين

source: زمان بارگذاری / وقت الرفع
ar: وقت الرفع

source: آخرین بروزرسانی / آخر تحديث
ar: آخر تحديث

source: مدارک
ar: الوثائق

source: مدارک کاربر
ar: وثائق المستخدم

source: مدارک کاربران
ar: وثائق المستخدمين

source: Persian
ar: الفارسية

source: Arabic
ar: العربية

source: پنل کاربری
ar: لوحة المستخدم

source: پنل دانشجو
ar: صفحة التلميذ

source: پروفایل
ar: الملف الشخصي

source: ویرایش پروفایل
ar: تعديل الملف الشخصي

source: مستندات برای ثبت نام
ar: الوثائق المطلوبة للتسجيل

source: بارگذاری مدارک ثبت نام
ar: تحمیل وثائق التسجيل

source: آپلود مدارک
ar: تحمیل الوثائق

source: مشاهده فایل آپلودشده
ar: عرض الملف المرفوع

source: ذخیره مدارک
ar: حفظ الوثائق

source: بازگشت به پروفایل
ar: العودة إلى الملف الشخصي

source: ورود کاربر
ar: تسجيل الدخول

source: ایمیل یا رمز عبور اشتباه است.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.

source: ورود
ar: دخول

source: کاربر جدید هستید؟
ar: هل أنت مستخدم جديد؟

source: ثبت‌نام
ar: تسجيل

source: رمز عبور را فراموش کرده‌اید؟
ar: هل نسيت كلمة المرور؟

source: لیست اسناد مورد نیاز را دانلود کنید و پس از پر کردن، در سیستم آپلود نمایید.
ar: حمّل قائمة الوثائق المطلوبة، وبعد تعبئتها، قم تحمیلها في النظام.

source: دانلود فایل
ar: تنزيل الملف

source: هیچ سندی برای نمایش وجود ندارد.
ar: لا توجد أي وثائق للعرض.

source: رمز عبور شما با موفقیت تغییر کرد. حالا می‌توانید وارد شوید.
ar: تم تغيير كلمة المرور بنجاح. يمكنك الآن تسجيل الدخول.

source: تعیین رمز عبور جدید
ar: تحديد كلمة مرور جديدة

source: تغییر رمز عبور
ar: تغيير كلمة المرور

source: لینک بازیابی رمز عبور به ایمیل شما ارسال شد.
ar: تم إرسال رابط استعادة كلمة المرور إلى بريدك الإلكتروني.

source: فرم بازیابی رمز عبور
ar: نموذج استعادة كلمة المرور

source: ارسال لینک بازیابی
ar: إرسال رابط الاستعادة

source: پروفایل کاربری
ar: الملف الشخصي للمستخدم

source: تنظیم نشده
ar: لم يتم التحديد

source: هیچ اطلاعاتی در پروفایل شما ثبت نشده است.
ar: لم يتم تسجيل أي معلومات في ملفك الشخصي.

source: خروج از حساب
ar: تسجيل الخروج

source: ویرایش اطلاعات پروفایل
ar: تعديل معلومات الملف الشخصي

source: ذخیره تغییرات
ar: حفظ التغييرات

source: قبلاً حساب دارید؟
ar: هل لديك حساب مسبقًا؟

source: مدارک ارسال شد
ar: تم إرسال الوثائق

source: مدارک با موفقیت ارسال شد!
ar: تم إرسال الوثائق بنجاح!

source: ممنون از شما، پرونده شما ثبت شد.
ar: شكرًا لك، تم تسجيل ملفك.

source: ارسال مدارک
ar: إرسال الوثائق

source: تکمیل پروفایل
ar: إكمال الملف الشخصي

source: تکمیل پروفایل کاربر
ar: إكمال ملف المستخدم

source: ذخیره
ar: حفظ

source: صفحه مورد نظر پیدا نشد
ar: الصفحة غير موجودة

source: صفحه‌ای که دنبال آن هستید وجود ندارد یا آدرس آن اشتباه وارد شده است.
ar: الصفحة التي تبحث عنها غير موجودة أو أن العنوان غير صحيح.

source: بازگشت به صفحه اصلی
ar: العودة إلى الصفحة الرئيسية
